export const excerpt = [
    [
        'Дорогие друзья! Я рад возможности  представить вам  древнюю русскую  игру – таврели (русские  шахматы).', 
        'По утверждению  археологов, эту игру придумали наши далекие предки. И сейчас, после долгих веков забвения, она стала вновь развиваться в России, благодаря усилиям многих энтузиастов.' 
    ],
    [
        'Русские шахматы лишь поверхностно напоминают традиционные (индийские) шахматы, поскольку возможность создавать ударную силу, формируя башни,', 
        'в корне меняет суть стратегии и тактики игры.', 
        'Насколько я могу судить, таврели на порядок сложнее индийских шахмат по набору различных приемов.', 
        'Эта игра очень динамична, ведь ратники (пешки) приобретают сокрушительную силу, когда на них становятся более сильные фигуры. Практически в один', 
        'ход скромный ратник может возвыситься до всемогущего князя (ферзя).' 
    ],
    [
        'Думаю, что русские шахматы очень скоро найдут многих поклонников как у нас в России, так и во всем мире.'
    ]
];

export const sign = [
    'Чемпион мира по шахматам',
    'Вице-президент Федерации русских шахмат',
    'Анатолий Карпов'
];

export const description = [
    [
        'История. История русских шахмат, которые назывались таврелями, уходит корнями в глубокую древность. Еще в скифских курганах Приазовья, в этрусских могильниках, в варяжских захоронениях на южном побережье Балтийского моря археологи находили игральные кости с цифрами и знаками на гранях, разноцветный галечник и большие плоские камни, расчерченные в клетку. В более поздних раскопках (на Черниговщине, в Новгородских землях) обнаружены многочисленные принадлежности для игры в таврели. Последние находки в черте старой Рязани позволяют утверждать, что в IX–X вв. на Руси были широко распространены таврели – игра с твердо установленными правилами. Игра в русские шахматы упоминается в былинах о Владимире Красное Солнышко и Садко. Исчезновение этой интеллектуальной игры из традиций русского народа ученые связывают с крещением Руси и соответствующим отношением Церкви к играм. Полное их забвение произошло в эпоху Петра I, распространившего в России модную в Европе игру – индийские шахматы.'
    ],
    [
        'Современность. Лишь в последнее время, благодаря усилиям Московского дворянского собрания и Фонда поддержки творческой личности, русские шахматы стали бурно развиваться. В 1996 году на заседании Государственной комиссии по подготовке празднования 850-летия основания Москвы под председательством мэра Москвы Ю.М. Лужкова был рассмотрен и принят проект воссоздания русских шахмат. В 1997 году созданы Международная и Межрегиональная федерации по русским шахматам.', 
        'Их президентом стал предводитель Московского дворянского собрания В.А. Ивановский, а вице-президентами – чемпион мира А.Е. Карпов и председатель движения «Слово и Дело» Г.Л. Стерлигов. Проделана огромная работа по сбору всей археологической и исторической информации о таврелях, ее систематизации и обобщению. В результате были разработаны и запатентованы современные правила игры в русские шахматы. Подготовлена и утверждена программа развития русских шахмат до 2000 года.'
    ],
    [
        'За последнее время  Федерациями организованы и проведены два чемпионата России среди мужчин (Рязань – 1996 г., Смоленск – 1998 г.), международный турнир в рамках официальной программы по празднованию 850-летия основания Москвы (сентябрь 1997 г.) и показательный турнир для участников Всемирных юношеских игр (Москва – июль 1998 г.), Первый международный детский турнир (Смоленск – декабрь 1998 г.). Открыты детские школы в Москве, Смоленске и Туле. Создан Всероссийский методический центр. Имеются региональные отделения в Москве, Санкт-Петербурге, Туле, Смоленске, Рязани, Перми, Ярославле и Красноярске.',
    ],
    [
        'В 1999 году было организовано семь соревнований всероссийского и  международного уровней, в том числе  Второй международный гроссмейстерский турнир и Первый чемпионат России среди женщин. Особое внимание уделяется развитию детских шахмат: планируется открытие детских школ, проведение учебных сессий, издание учебной литературы, подготовка тренерских кадров.'
    ]
];

